tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ansible"
brew "fish"
brew "gh"
brew "go"
brew "node"
brew "starship"
cask "1password"
cask "bitwarden"
cask "chromium"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-menlo-for-powerline"
cask "github"
cask "iterm2"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "wezterm"
vscode "2gua.rainbow-brackets"
vscode "abusaidm.html-snippets"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.project-manager"
vscode "Antyos.openscad"
vscode "ardenivanov.svelte-intellisense"
vscode "bbenoist.Nix"
vscode "bbenoist.vagrant"
vscode "bmalehorn.vscode-fish"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "HookyQR.beautify"
vscode "humao.rest-client"
vscode "icrawl.discord-vscode"
vscode "James-Yu.latex-workshop"
vscode "jnoortheen.nix-ide"
vscode "lokalise.i18n-ally"
vscode "marioterron.one-dark-bimbo"
vscode "mathiasfrohlich.Kotlin"
vscode "mikey.vscode-fileheader"
vscode "mkaufman.HTMLHint"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "naco-siren.gradle-language"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sainnhe.gruvbox-material"
vscode "Shan.code-settings-sync"
vscode "skyapps.fish-vscode"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-hexdump"
vscode "spywhere.guides"
vscode "teabyii.ayu"
vscode "vscjava.vscode-java-debug"
vscode "Vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yrpark99.hex-ascii-converter"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
