tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "indexyz/kicad-nightly"
tap "tgtakaoka/freerouting"
brew "act"
brew "xz"
brew "python@3.9"
brew "ansible"
brew "apktool"
brew "arduino-cli"
brew "aria2"
brew "axel"
brew "bash"
brew "composer"
brew "curl"
brew "deno"
brew "dex2jar"
brew "dmd"
brew "docker-compose"
brew "e2fsprogs"
brew "libsodium"
brew "ffmpeg"
brew "ffsend"
brew "fish"
brew "freerdp"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg", link: false
brew "gnuplot"
brew "go"
brew "gost"
brew "graphviz"
brew "helm"
brew "htop"
brew "libheif"
brew "jenv"
brew "jq"
brew "mas"
brew "minicom"
brew "minikube"
brew "mitmproxy"
brew "moreutils"
brew "mozjpeg"
brew "mysql-client"
brew "neofetch"
brew "nload"
brew "node"
brew "nyx"
brew "obfs4proxy"
brew "open-ocd"
brew "openjdk@11"
brew "packer"
brew "pinentry-mac"
brew "poetry"
brew "portaudio"
brew "proxychains-ng"
brew "pup"
brew "python@3.7"
brew "qemu"
brew "rclone"
brew "rustup-init"
brew "sleepwatcher", restart_service: true
brew "smartmontools"
brew "starship"
brew "stlink"
brew "teleport"
brew "tmux"
brew "tor", restart_service: true
brew "tree"
brew "vercel-cli"
brew "watch"
brew "websocat"
brew "wgcf"
brew "wget"
brew "wireguard-tools"
brew "xmake"
brew "xmlformat"
brew "yarn"
brew "you-get"
cask "adium"
cask "adoptopenjdk8"
cask "altserver"
cask "android-file-transfer"
cask "android-platform-tools"
cask "anydesk"
cask "arduino"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "bitwarden"
cask "blender"
cask "calibre"
cask "chia"
cask "clash-for-windows"
cask "coolterm"
cask "discord"
cask "docker"
cask "dockey"
cask "dotnet-sdk"
cask "eul"
cask "firefox"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono-pl"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-sarasa-gothic"
cask "freecad"
cask "gcc-arm-embedded"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "joplin"
cask "keka"
cask "keyboardcleantool"
cask "mark-text"
cask "mattermost"
cask "mellow"
cask "microsoft-teams"
cask "minecraft"
cask "mono-mdk-for-visual-studio"
cask "motrix"
cask "mounty"
cask "multimc"
cask "mumble"
cask "neteasemusic"
cask "notion"
cask "now"
cask "obs"
cask "openscad"
cask "osxfuse"
cask "qv2ray"
cask "redisinsight"
cask "robo-3t"
cask "snipaste"
cask "steam"
cask "sublime-text"
cask "switchhosts"
cask "switchresx"
cask "telegram-desktop"
cask "transmission-remote-gui"
cask "ultimaker-cura"
cask "upic"
cask "utm"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vofa-plus"
cask "wch-ch34x-usb-serial-driver"
cask "winds"
cask "wireshark"
cask "wolfram-engine"
cask "xquartz"
cask "yesplaymusic"
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "QQ", id: 451108668
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
