tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "indexyz/kicad-nightly"
tap "tgtakaoka/freerouting"
brew "xz"
brew "python@3.9"
brew "ansible"
brew "apktool"
brew "axel"
brew "composer"
brew "curl"
brew "deno"
brew "dex2jar"
brew "docker-compose"
brew "e2fsprogs"
brew "libsodium"
brew "ffmpeg"
brew "ffsend"
brew "fish"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "gost"
brew "htop"
brew "jenv"
brew "jq"
brew "mas"
brew "mysql-client"
brew "neofetch"
brew "nload"
brew "node"
brew "open-ocd"
brew "openjdk@11"
brew "packer"
brew "pinentry-mac"
brew "portaudio"
brew "proxychains-ng"
brew "qemu"
brew "rclone"
brew "rustup-init"
brew "sleepwatcher", restart_service: true
brew "smartmontools"
brew "starship"
brew "tmux"
brew "wgcf"
brew "wget"
brew "wireshark"
brew "xmake"
brew "yarn"
brew "you-get"
brew "tgtakaoka/freerouting/freerouting"
cask "adoptopenjdk8"
cask "android-file-transfer"
cask "android-platform-tools"
cask "anydesk"
cask "balenaetcher"
cask "bitwarden"
cask "calibre"
cask "discord"
cask "docker"
cask "dockey"
cask "dotnet-sdk"
cask "dropbox"
cask "eul"
cask "firefox"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono-pl"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-sarasa-gothic"
cask "freecad"
cask "gcc-arm-embedded"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "kicad-nightly"
cask "mark-text"
cask "mattermost"
cask "mellow"
cask "minecraft"
cask "motrix"
cask "mounty"
cask "multimc"
cask "mumble"
cask "neteasemusic"
cask "notion"
cask "osxfuse"
cask "robo-3t"
cask "snipaste"
cask "steam"
cask "switchhosts"
cask "switchresx"
cask "upic"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vofa-plus"
cask "yesplaymusic"
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Remote Desktop", id: 409907375
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
